Revit 2027 API
ParameterTypeId.StructuralTopReleaseFz Property
 "Top Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralTopReleaseFz { get; }
Public Shared ReadOnly Property StructuralTopReleaseFz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralTopReleaseFz {
	ForgeTypeId^ get ();
}
static member StructuralTopReleaseFz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace